Repository: mykece/ExamApp
Catalog: BAExamApp.MVC/Resources/SharedModelResource.*.resx
Languages: tr

source: Question Detail
tr: Soru Detayı

# Subject_Detail
source: Topic Details
tr: Konu Detayları

source: Start Exam
tr: Sınavı Başlat

# Branch_Update
source: Update Branch
tr: Şubeyi Güncelle

# Subject_Update
source: Edit Topic
tr: Konuyu Düzenle

# Create_New_Subject
source: Add New Topic
tr: Yeni Konu Ekle

# Allowed_File_Types
source: Allowed file types: png, jpg, jpeg.
tr: İzin verilen dosya türleri: png, jpg, jpeg.

source: Student Exam List
tr: Öğrenci Sınav Listesi

# Search_Group_Type
source: Search Type of Education
tr: Eğitim Tipi Ara

# Question_Filter_Warning
source: Enter the content, topic, subtopic, question difficulty, and date added of the question you want to search and press the 'Show' button. To list all questions, click the 'Show' button.
tr: Aramak istediğiniz sorunun içeriğini, konusunu, alt konusunu, soru zorluğunu, eklenme tarihini girip 'Göster' butonuna basınız. Tüm soruları listelemek içinse 'Göster' butonuna basınız.

# Update_Question_Page
source: Question Update Page
tr: Soru Güncelleme Sayfası

source: Edit Subtopic
tr: Alt Konuyu Düzenle

source: Search Branch
tr: Şube Ara

# Classroom_Operations
source: Class Actions
tr: Sınıf İşlemleri

source: Rejection Note
tr: Red Notu

# Exam_Classroom
source: Classes
tr: Sınıflar

# Exam_Evaluator_List
source: List of Exams for which I am an Assessor
tr: Değerlendirici Olduğum Sınav Listesi

# Different_Questions
source: There will be different questions for all students.
tr: Tüm öğrenciler için farklı sorular gelicek

# Exam_Started_Successfully
source: The exam has been started successfully.
tr: Sınav başarılı bir şekilde başlatılmıştır.

# Same_For_Everyone
source: Same questions for all students, in the same order
tr: Tüm öğrenciler için aynı sorular, aynı sıra ile gelicek

# Same_Questions_Different_Order
source: Same questions for all students, in different order
tr: Tüm öğrenciler için aynı sorular, farklı sıra ile gelicek

source: Send Reply
tr: Cevabı Gönder

# Total_Exam_Time
source: The total time
tr: Toplam Süre

source: Remaining Time
tr: Kalan Süre

# Revise_Comment
source: Revision Comment
tr: Revizyon Yorumu

# Appointed_Exam
source: Assigned Exam
tr: Atanan Sınav

# Conducted_Exam
source: Exam held
tr: Yapılan Sınav

# Show_Classroom_Success
source: Show Class Achievement
tr: Sınıf Başarısını Göster

source: Question Order
tr: Soru Sırası

source: Empty
tr: Boş

source: Wrong
tr: Yanlış

# Time_Of_Marking_Issue
source: Time to Mark the Problem
tr: Sorunun İşaretlenme Süresi

# Student_Exam_Details
source: Student's Exam detail
tr: Öğrencinin Sınav detayı

source: Rules
tr: Kurallar

source: Achievements and goals
tr: Kazanımlar ve hedefler

source: Class Name
tr: Sınıf Adı

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

# Empty_Data
source: No data available in table
tr: Tabloda veri yok

# Info
source: Showing records between _START_ and _END_ from total _TOTAL_ records
tr: Toplam _TOTAL_ kayıttan _START_ ile _END_ arasındaki kayıtlar gösteriliyor

# Info_Empty
source: Showing 0 to 0 of 0 entries
tr: Toplam 0 kayıttan 0 ile 0 arasındaki kayıtlar gösteriliyor

# Info_Filtered
source: (filtered from _MAX_ total entries)
tr: (toplam _MAX_ kayıt içerisinden filtrelenmiştir)

# Zero_Records
source: No matching records found
tr: Eşleşen kayıt bulunamadı

# Length_Menu
source: Show _MENU_ number of records
tr: _MENU_ adet kayıt göster

source: Are you sure ?
tr: Emin misiniz ?

# Cannot_Be_Undone
source: This action cannot be undone
tr: Bu işlem geri alınamaz!

source: Yes, delete !
tr: Evet, sil!

source: Make Choise
tr: Seçim Yapın

source: sign in as
tr: olarak giriş yap

# Cancel_Button_Text
source: Cancel
tr: Silme!

# Confirm_Button_Text
source: Yes, delete!
tr: Evet, sil!

# Confirm_Text
source: This action cannot be undone
tr: Bu işlem geri alınamaz!

# Confirm_Title
source: Are you sure?
tr: Emin misiniz?

# Error_Text
source: This ability is used by a trainer
tr: Bu yetenek bir eğitmen tarafından kullanılıyor

# Error_Title
source: Error
tr: Hata

# Success_Text
source: Deletion successful
tr: data.messsage

# Success_Title
source: Success
tr: Başarılı

# Confirm_Delete_Text
source: This action cannot be undone!
tr: Bu işlem geri alınamaz!

# Confirm_Delete_Title
source: Are you sure you want to delete ?
tr: Silmek istediğinize emin misiniz?

source: No, stay
tr: Hayır, kalmak istiyorum

# Unsaved_Changes_Text
source: Are you sure you want to leave this page?
tr: Bu sayfadan çıkmak istediğinize emin misiniz?

# Unsaved_Changes_Title
source: You did not save the changes!
tr: Değişiklikleri kaydetmediniz!

source: Yes, leave
tr: Evet, çık!

# Form_Submitted_Text
source: The form has been successfully submitted!
tr: Form başarıyla gönderildi!

source: No, Cancel
tr: Hayır, İptal Et

# Start_Exam_Confirmation
source: Are you sure you want to start the exam?
tr: Sınavı başlatmak istediğinize emin misiniz?

source: Yes, Start
tr: Evet, Başlat

# Cancel_Confirmation
source: Are you sure you want to cancel?
tr: İptal etmek istediğinizden emin misiniz?

# Cancel_Not_Completed
source: Your form has not been cancelled!
tr: Formunuz iptal edilmedi!

# No_Back
source: No, Go Back
tr: Hayır, Geri Dön

# Understood
source: Understood, Okay!
tr: Anladım, Tamam!

source: Yes, Cancel!
tr: Evet, İptal Et!

source: Longest Answer Time
tr: En Uzun Cevaplama Süresi

source: Shortest Answer Time
tr: En Kısa Cevaplama Süresi

source: Add new options
tr: Yeni Seçenek Ekle

source: Answers
tr: Yanıtlar

source: New option
tr: Yeni Seçenek

# Empty_Answer
source: Empty Answer Count
tr: Boş Cevap Sayısı

# Right_Answer
source: Right Answer Count
tr: Doğru Cevap Sayısı

# Wrong_Answer
source: Wrong Answer Count
tr: Yanlış Cevap Sayısı

# Exam_Started_Mail_Error
source: The exam has started. Email could not be sent
tr: Sınav başlatıldı. Bir veya daha fazla öğrenciye mail gönderirken hata oluştu.

# Email_Send_Error
source: Email sending is failed
tr: Mail gönderimi başarısız!

# Email_Send_Success
source: Email sending is success
tr: Mail gönderimi başarılı.

source: Algorithm
tr: Algoritma

# Email_Send_Not_Found
source: Mail Send Not Found
tr: Gönderilen Mail Bulunamadı.

# Sent_Email_Found_Success
source: Sent Emails Are Listed
tr: Gönderilen Mailler Listelendi

source: Image
tr: Resim

source: Text
tr: Metin

# Candidate_Admin
source: Candidate Manager
tr: Aday Yöneticisi

source: List Not Found!
tr: Liste Bulunamadı!

source: Candidate Question List
tr: Aday Soru Listesi

source: Candidate QuestionType
tr: Soru Tipi

source: Student Operations
tr: Öğrenci İşlemleri

source: Admin Operations
tr: Admin İşlemleri

source: Date of Birth Can Not Be Empty
tr: Doğum tarihi alanı boş geçilemez.

source: Email Can Not Be Empty
tr: Email alanı boş geçilemez.

source: Email Values Cannot Be The Same
tr: Eposta adresleri aynı olamaz.

source: LastName Can Not Be Empty
tr: Soyisim alanı boş geçilemez.

source: LastName Can Not Consist Special Character
tr: Soyisim özel karakter içermemelidir.

source: LastName Must Consist Of At Least 2 Character
tr: Soyisim en az 2 karakterden oluşmalıdır.

source: Name Can Not Be Empty
tr: İsim alanı boş geçilemez.

source: Name Can Not Consist Special Character
tr: İsim özel karakter içermemelidir.

source: Name Must Consist Of At Least 2 Character
tr: İsim en az 2 karakterden oluşmalıdır.

source: Please Enter A Valid Email Address
tr: Lütfen geçerli bir eposta adresi giriniz.

# Student_LastName_Must_Contain_Maximum_Of_256_Characters
source: Student LastName Must Contain A Maximum Of 256 Characters
tr: Öğrenci soyadı maksimum 256 karakter içermelidir

source: Student Must Be Over 15 Years Old
tr: Öğrenci 15 yaşından büyük olmalıdır.

# Student_Name_Must_Contain_Maximum_Of_256_Characters
source: Student Name Must Contain A Maximum Of 256 Characters
tr: Öğrenci adı maksimum 256 karakter içermelidir

source: Content Management
tr: İçerik Yönetimi

source: User Management
tr: Kullanıcı Yönetimi

source: Question List
tr: Soru Listesi

source: Update Branch
tr: Şube Güncelleme

# Branch_Name_Not_Empty
source: Branch name can not be empty
tr: Şube adı boş geçilemez.

# Branch_Name_Minimum_3_Character
source: Branch name must consist of at least 3 characters.
tr: Şube adı en az 3 karekter içermelidir.

source: Update Admin
tr: Admin Güncelle

# Add_Error
source: Add unsuccessful
tr: Ekleme başarısız!

source: Group Name
tr: Grup Adı

source: Candidate
tr: Aday

# Candidate_Answer
source: Answer
tr: Cevap

# Candidate_Count
source: Number of Candidates
tr: Aday Sayısı

source: Candidate Details
tr: Aday Detayları

# Candidate_Exam_Details
source: Candidate's Exam detail
tr: Adayın Sınav detayı

source: Candidate Exam List
tr: Aday Sınav Listesi

# Candidate_Filter_Warning
source: You can filter the item to be searched with the 'Show' button using the filtering tools below. If you want to show the entire candidate list, you can not filter and click the 'Show' button.
tr: Aranacak öğeyi aşağıdaki filtreleme araçlarını kullanarak 'Göster' butonu ile filtreleyebilirsiniz. Eğer tüm aday listesini göstermek istiyorsanız filtreleme yapmayıp 'Göster' butonuna tıklayabilirsiniz.

# Candidate_Found_Success
source: Candidate Found Successfully
tr: Aday Başarıyla Bulundu

# Candidate_LastName_Must_Contain_Maximum_Of_256_Characters1
source: Candidate LastName Must Contain A Maximum Of 256 Characters
tr: Aday soyadı maksimum 256 karakter içermelidir

source: Candidate List
tr: Aday Listesi

# Candidate_Mail_Adress
source: Candidate Email Address
tr: Aday Mail Adresi

source: Candidate Name
tr: Aday Adı

# Candidate_Name_Must_Contain_Maximum_Of_256_Characters1
source: Candidate Name Must Contain A Maximum Of 256 Characters
tr: Aday adı maksimum 256 karakter içermelidir

source: Candidate Not Found
tr: Aday Bulunamadı

# Candidate_Operation
source: Candidate Transactions
tr: Aday İşlemleri

source: Candidate Operations
tr: Aday İşlemleri

# Candidate_Question_Point
source: Candidate Score
tr: Aday Puanı

source: Candidate Score
tr: Aday Puanı

source: Candidate Surname
tr: Aday Soyadı

# Candidate_Take_To_Exam
source: Did the Candidate Take the Exam?
tr: Aday Sınava Girdi mi?

source: New Answer
tr: Yeni Yanıt

source: The question type of the approved question cannot be changed.
tr: Onaylanan sorunun soru tipi değiştirilemez.

source: Question Type Cannot Be Changed
tr: Soru tipi değiştirilemez

source: Edit Picture
tr: Fotoğrafı Düzenle

source: Add Question
tr: Soru Ekle

source: View Detail
tr: Detayı Görüntüle

source: Send Again
tr: Tekrar Gönder

# Both_Used_Question_ExamRule_Title
source: This subtopic is used in both at least one exam rule and at least one question.
tr: Bu alt konu hem en az bir sınav kuralında hem de en az bir soruda kullanılmaktadır.

# Confirm_Active_Button_Text
source: Yes, make it active!
tr: Evet, aktif yap!

# Confirm_Active_Text
source: Its status will be changed to Active.
tr: Statüsü Aktif olarak değiştirilecektir.

# Confirm_Active_Title
source: Are you sure you want to change status?
tr: Statüsünü değiştirmek istediğinize emin misiniz?

# Confirm_Passive_Button_Text
source: Yes, deactivate!
tr: Evet, pasife al!

# ExamRule_Used_Text
source: You cannot delete this subtopic, do you want to deactivate it?
tr: Bu alt konuyu silemezsiniz, pasife almak istiyor musunuz?

# ExamRule_Used_Title
source: This subtopic is used in at least one exam rule.
tr: Bu alt konu en az bir sınav kuralında kullanılmaktadır.

# In_Use_Rule_Text
source: You cannot delete this rule, do you want to deactivate it?
tr: Bu kuralı silemezsiniz, pasife almak istiyor musunuz?

# Passive_Action_Button
source: Deactivate
tr: Pasife al

# Question_Used_Title
source: This subtopic is used in at least one question.
tr: Bu alt konu en az bir soruda kullanılmaktadır.

source: Activate.
tr: Aktif Et

# Change_Status_Fail
source: The status has been changed successfully.
tr: Statü değiştirme işlemi başarısız!

source: Change Status Success
tr: Statü başarılı bir şekilde değiştirildi.

# In_Use_Rule_Title
source: This rule is used in at least one exam!
tr: Bu kural en az bir sınavda kullanılıyor!

# Show_Passives
source: İnclude Passives
tr: Pasifleri Dahil Et

# Hide_Inactive_ExamRules
source: Hide Passive Rules
tr: Pasif Kuralları Gizle

# Hide_Inactive_Subjects
source: Hide Passive Subjects
tr: Pasif Konuları Gizle

# Include_Inactive_ExamRules
source: Include Passive Rules
tr: Pasif Kuralları Dahil Et

# Include_Inactive_Subjects
source: Include Passive Subjects
tr: Pasif Konuları Dahil Et

# Product_And_Question_Used_Title
source: This topic is used in both at least one question and at least one product.
tr: Bu konu, hem en az bir soruda, hem de en az bir üründe kullanılmaktadır.

# Product_And_Subtopic_Used_Title
source: This topic is used in both at least one product and at least one subtopic.
tr: Bu konu, hem en az bir üründe, hem de en az bir alt konuda kullanılmaktadır.

# Product_Used_Title
source: This topic is used in at least one product.
tr: Bu konu en az bir üründe kullanılmaktadır.

# Question_Used_Subject_Title
source: This topic is used in at least one question.
tr: Bu konu en az bir soruda kullanılmaktadır.

# Subtopic_And_Question_Used_Title
source: This topic is used in both at least one question and at least one subtopic.
tr: Bu konu, hem en az bir soruda, hem de en az bir alt konuda kullanılmaktadır.

# Subtopic_Used_Title
source: This topic is used in at least one subtopic.
tr: Bu konu en az bir alt konuda kullanılmaktadır.

# Three_Used_Title
source: This topic is used in at least one question, at least one product, and at least one subtopic.
tr: Bu konu, hem en az bir soruda, hem en az bir üründe, hem de en az bir alt konuda kullanılmaktadır.

# Hide_Inactive_Subtopic
source: Hide Passive Subtopic
tr: Pasif Alt Kuralları Gizle

# Include_Inactive_Subtopic
source: Include Passive Subtopic
tr: Pasif Alt Konuları Dahil Et

# Delete_Admin_Confirm
source: Are you sure to delete this Admin ?
tr: Bu Admini silmek istediğinizden emin misiniz ?

# Email_Invalid
source: Please enter a valid Email address
tr: Lütfen geçerli bir mail adresi giriniz

# Image_Invalid
source: Please select a photo with a maximum size of 2 MB in a valid format (png, jpg, jpeg)
tr: Lütfen maksimum 2 MB boyutunda ve uygun dosya biçiminde bir fotoğraf seçiniz (png, jpg, jpeg)

source: Image can not be empty
tr: Resim boş geçilemez

source: Update Candidate
tr: Aday Güncelle

source: Candidate questions listed successfully
tr: Aday soruları başarıyla listelendi

source: Candidate question added successfully
tr: Aday sorusu başarıyla eklendi

source: Candidate question deleted successfully
tr: Aday sorusu başarıyla silindi

source: Candidate question found successfully
tr: Aday sorusu başarıyla bulundu

source: Candidate question not found
tr: Aday sorusu bulunamadı

source: Candidate question updated successfully
tr: Aday sorusu başarıyla güncellendi

source: Failed to add candidate question
tr: Aday sorusu eklenemedi

source: Failed to delete candidate question
tr: Aday sorusu silinemedi

source: Failed to list candidate questions
tr: Aday soruları listelenemedi

source: Failed to update candidate question
tr: Aday sorusu güncellenemedi

# CandidateQuestionAnswerAddedSuccess
source: The candidate's question answer was successfully added
tr: Adayın sorusuna verilen cevap başarıyla eklendi.

# CandidateQuestionAnswerAddFailed
source: The candidate's question answer could not be added
tr: Adayın sorusuna verilen cevap eklenemedi

# CandidateQuestionAnswerDeletedSuccess
source: he candidate's question answer was successfully deleted
tr: Adayın sorusuna verilen cevap başarıyla silindi.

# CandidateQuestionAnswerDeleteFailed
source: The candidate's question answer could not be deleted
tr: Adayın sorusuna verilen cevap silinemedi

# CandidateQuestionAnswerFoundSuccess
source: The candidate's question answer was successfully found
tr: Adayın sorusuna verilen cevap başarıyla bulundu

# CandidateQuestionAnswerNotFound
source: The candidate's question answer could not be found
tr: Adayın sorusuna verilen cevap bulunamad

# Candidate_Answer_List_Is_Empty
source: The candidate answer list is empty
tr: Aday cevap listesi boş

# Candidate_Question_Is_Now_Active
source: The candidate question is now active
tr: Aday sorusu artık etkin

# Candidate_Question_Is_Now_Inactive
source: The candidate question is now inactive
tr: Aday sorusu artık etkin değil

# Candidate_Question_List_Is_Empty
source: The Candidate Question List Is Empty
tr: Aday Soru Listesi Boş

source: Branches
tr: Şubeler

source: General Information
tr: Genel Bilgiler

source: Groups
tr: Gruplar

source: Questions
tr: Sorular

# Training_Operation
source: Training Operations
tr: Eğitim İşlemleri

source: User Roles
tr: Kullanıcı Rolleri

# Error_Blank
source: This field cannot be left blank.
tr: Bu alan boş bırakılamaz.

# Candadiate_Question_ImageMaxSize
source: The selected image cannot exceed 5 MB.
tr: Seçilen resim 5 MB'dan büyük olamaz

# CandidateBranchGroup_Not_Found
source: You cannot delete it because there is an active group or groups in the branch you want to delete.
tr: Silmek istediğiniz şube içerisinde aktif grup veya gruplar olduğu için silemezsiniz.

# RequestDescription_DisplayName
source: Request Details
tr: Talep Detayı

# RequesterAdmin_DisplayName
source: Person Requesting the Revision
tr: Revizeyi Talep Eden Kişi

# Classroom_And_Exam_Rule_Used_Title
source: This product is used in at least one classroom and at least one exam rule!
tr: Bu ürün en az bir sınıf ve en az bir sınav kuralında kullanılmaktadır!

# Classroom_And_Trainer_Used_Title
source: This product is used in at least one classroom and at least one instructor!
tr: Bu ürün en az bir sınıf ve en az bir eğitmende kullanılmaktadır!

# Classroom_Used_Title
source: This product is used in at least one classroom!
tr: Bu ürün en az bir sınıfta kullanılmaktadır!

# Display_Product
source: Display Passive Product
tr: Pasif Ürünleri Göster

# Exam_Rule_Used_Title
source: This product is used in at least one exam rule!
tr: Bu ürün en az bir sınav kuralında kullanılmaktadır!

# Hide_Product
source: Hide Passive Product
tr: Pasif Ürünleri Gizle

# In_Use_Product_Text
source: You cannot delete this product, do you want to deactivate it?
tr: Bu ürünü silemezsiniz, pasife almak istiyor musunuz?

# In_Use_Product_Title
source: This product is used in at least one classroom or trainer!
tr: Bu ürün en az bir sınıf veya eğitmende kullanılıyor!

# Three_Used_Product_Title
source: This product is used in at least one classroom, at least one trainer, and at least one exam rule!
tr: Bu ürün en az bir sınıf, en az bir eğitmen ve en az bir sınav kuralında kullanılmaktadır!

# Trainer_And_Exam_Rule_Used_Title
source: This product is used in at least one instructor and at least one exam rule!
tr: Bu ürün en az bir eğitmen ve en az bir sınav kuralında kullanılmaktadır!

source: Add
tr: Ekle

source: Remove Question Picture
tr: Soru Resmini Kaldır

source: No Available Group
tr: Uygun Grup Bulunmamaktadır.

# RevisionConclusion_DisplayName
source: Revision Description
tr: Revizyon Açıklaması

# Trainer_Used_Title
source: This product is used in at least one trainer!
tr: Bu ürün en az bir eğitmende kullanılmaktadır!

source: No Available Candidate
tr: Uygun Aday Bulunmamaktadır

source: Upload Question Picture
tr: Soru Resmi Yükle

source: At least one answer choice must be indicated as correct
tr: En az bir yanıt doğru şık olarak belirtilmelidir

source: The question must not contain empty answer fields
tr: Soru Boş Yanıt Alanı İçermemelidir

# EmptyAnswer_Count
source: Blank Answer Count
tr: Boş Bırakılan Cevap Sayısı

# RightAnswer_Count
source: Correct Answer Count
tr: Doğru Cevap Sayısı

# Times_Question_Used
source: Used Count In Exam
tr: Kaç sınavda kullanıldı

source: Wrong Answer Count
tr: Yanlış Cevap Sayısı

# Candidate_Email_Duplicate
source: This email is already in use. Please try another email address.
tr: Bu e-posta adresi kullanılmaktadır. Lütfen başka bir e-posta adresi yazınız

source: Management Operations
tr: Yönetim İşlemleri

# CandidateQuestionActivate
source: Activate
tr: Aktive Et

# CandidateQuestionDeactivate
source: Deactivate
tr: Deaktive Et

source: Failed to set question and answers to active
tr: Soru ve cevaplar aktif hale getirilemedi

source: Failed to set question and answers to inactive
tr: Soru ve cevaplar pasif hale getirilemedi

source: Question and answers set to active successfully
tr: Soru ve cevaplar başarıyla aktif hale getirildi

source: Question and answers set to inactive successfully
tr: Soru ve cevaplar başarıyla pasif hale getirildi

# Question_Used_In_Exam
source: This question is used in an exam
tr: Bu soru bir sınavda kullanılıyor

source: Preview
tr: Önizle

source: Correct Answer
tr: Doğru Cevap

source: Question Preview
tr: Soru Önizleme

source: Detail
tr: Detay

source: ApiUser
tr: Api Kullanıcısı

source: Delete ApiUser
tr: Api Kullanıcısı Sil

source: ApiUser Details
tr: Api Kullanıcısı Detayları

source: ApiUsers
tr: Api Kullanıcıları

source: Search ApiUser
tr: Api Kullanıcısı Ara

source: Update ApiUser
tr: Api Kullanıcısı Güncelle

source: ApiUser Role
tr: Api Kullanıcısı Rolü

source: ApiUser Operations
tr: Api Kullanıcısı İşlemleri

# Delete_ApiUser_Confirm
source: Are you sure to delete this ApiUser ?
tr: Bu Kullanıcıyı silmek istediğinizden emin misiniz ?

# CandidateBranchGroup_Passive_Success
source: The branch was inactive.
tr: Şube pasife alındı.

# CandidateBranchGroup_Passive_Delete
source: You cannot delete it because there is a passive group or groups in the branch you want to delete. Would you like to deactivate?
tr: Silmek istediğiniz şube içerisinde pasif grup veya gruplar olduğu için silemezsiniz. Pasife almak ister misiniz?

# Hide_Passive
source: Hide Passives
tr: Pasifleri Gizle

source: Description
tr: Açıklama

# Exam_Found_Success
source: Exam Found Succesfully
tr: Sınav getirme başarılı.

source: Not Enough Questions
tr: Yeterince soru bulunmamaktadır.

source: Trainer Explanation
tr: Eğitmen Notları

# Passive_Answer
source: Would you like to deactivate?
tr: Pasife almak ister misiniz?

# CandidateBranch_Passive
source: Since there are active groups, you cannot deactivate the branch.
tr: Aktif gruplar olduğu için şubeyi pasife alamazsınız.

# Candidate_Return_Ok
source: Press OK to Return.
tr: Geri Dönmek için Tamama Basınız.

# Candidate_Branch_Passive_Ok
source: Deactivate the Branch.
tr: Şubeyi Pasife Al.

source: Update Role To Trainer
tr: Eğitmen Olarak Ata

source: Update Role To Admin
tr: Admin Olarak Ata

source: No Results Found
tr: Gösterilecek Veri Bulunamadı.

source: Admin Successfully Updated To Trainer
tr: Eğitmen Rolü Başaralı Olarak Atandı

source: Trainer Successfully Updated To Admin
tr: Admin Rolü Başarılı Olarak Atandı

source: Algorithm Question Count
tr: Algoritma Soru Sayısı

source: Algorithm Section Percentage
tr: Algoritma Bölümü Puan Yüzdesi

source: Classic Question Count
tr: Klasik Soru Sayısı

source: Classic Section Percentage
tr: Klasik Bölüm Puan Yüzdesi

source: Create Exam
tr: Yeni Sınav

source: Exam Expired
tr: Süresi bitti.

source: Exam Started
tr: Sınav başlatıldı.

source: Test Question Count
tr: Test Soru Sayısı

source: Test Section Percentage
tr: Test Bölümü Puan Yüzdesi

# Candidate_Exam_Filter_Warning
source: Fill out the filtering options below to filter exams by name, start and end dates. Once you've filled out the filtering options, the table data will update automatically.
tr: Aşağıdaki filtreleme seçeneklerini doldurarak sınavları isme, başlangıç ve bitiş tarihlerine göre filtreleyebilirsiniz. Filtreleme seçeneklerini doldurduktan sonra tablodaki veriler otomatik olarak güncellenecektir.

# Empty_List
source: No results found for your search.
tr: Aramanıza uygun sonuç bulunamadı.
