Repository: mykece/ExamApp
Catalog: BAExamApp.MVC/Resources/SharedModelResource.*.resx
Languages: tr

source: AI Assessment
tr: Yapay Zeka Değerlendirmesi

# Error_Below_Zero
source: Cannot be below zero.
tr: Sıfırın altında olamaz.

# Error_Max_Score
source: Cannot exceed maximum score.
tr: Maksimum puanın üzerinde olamaz.

source: Given Answer
tr: Verilen Cevap

source: Give Score
tr: Puan Ver

source: Incorrent Answer
tr: Yanlış Cevap

source: No Answer Given
tr: Cevap verilmedi.

source: No Score Given
tr: Puan verilmedi.

# Content_Required
source: The content field is required
tr: İçerik alanı zorunludur

# File_Size_Exceeded
source: The file size cannot exceed 1 MB
tr: Dosya boyutu 1 MB geçemez

# Invalid_File_Type
source: Only JPG, JPEG, and PNG files are supported
tr: Sadece JPG, JPEG ve PNG dosyaları desteklenmektedir

# QuestionType_Required
source: The question type field is required
tr: Soru tipi alanı zorunludur

# Form_Not_Cancelled_Message
source: Your form was not cancelled!
tr: Formunuz iptal edilmedi!

# Validation_Error_Message
source: Sorry, some errors were detected. Please try again
tr: Üzgünüm, bazı hatalar tespit edildi. Lütfen tekrar deneyin

# Image_Upload_Placeholder_Info
source: You can upload an image for your question here
tr: Bu alana sorunuz için resim ekleyebilirsiniz

# Deactivate_Error_Text
source: An error occurred while deactivating the question!
tr: Soru pasif hale getirilirken bir hata oluştu!

# Deactivate_Success_Text
source: Question deactivated successfully!
tr: Soru başarıyla pasif hale getirildi!

# Delete_Error_Text
source: An error occurred during deletion
tr: Silme işlemi sırasında bir hata oluştu!

# Question_Used_In_Exam_Text
source: This question is currently being used in an exam. Would you like to deactivate it instead of deleting?
tr: Bu soru şu anda bir sınavda kullanılmaktadır. Soruyu silmek yerine pasif hale getirmek ister misiniz?

source: Yes, Deactivate
tr: Evet, Pasif Yap

# Add_Answer_Error_Text
source: Answer field cannot be empty or remove unused and empty answer options
tr: Lütfen Yanıt Ekleyiniz. Yanıt Alanı Boş Olmamalıdır veya kullanmadığınız ve boş olan yanıt seçenekleri kaldırın. Soru kaydedilirken boş yanıt alanı içermemelidir

# Image_File_Size_Error_Text
source: Please select an image smaller than 1 MB
tr: Lütfen 1 MB boyutundan küçük bir resim seçin

# Image_File_Size_Error_Title
source: Image File Size Error
tr: Resim Dosyası Boyutu Hatası

# Min_Answers_Error_Text
source: At least two answers are required for test questions
tr: Test soruları için en az iki yanıt eklenmesi gereklidir

# Missing_Data_Error_Title
source: Missing Data Error
tr: Eksik Veri Girildi

source: Please provide question content
tr: Lütfen soru içeriği sağlayın

# Select_Correct_Answer_Error_Text
source: Please select the correct answer for the question
tr: Lütfen sorunun doğru cevabını seçin.

source: Show Passive Questions
tr: Pasif Soruları Göster

# Change_To_Status
source: Change Status
tr: Statü Değiştir

# Turkish_Characters_Not_Allowed
source: Turkish characters cannot be used!
tr: Türkçe karakter kullanamazsınız!

source: the person was successfully added, and an email was sent to their email address.
tr: kişisi başarıyla eklendi, Mail adresine mail gönderildi.

# Candidate_Question_TextAnswer_Added_Success
source: New answer added as correct.
tr: Yeni cevap doğru olarak eklendi.

# Candidate_Add_Correct_Answer
source: Add as Correct Answer
tr: Doğru Cevap Olarak Ekle

# Candidate_Branch_Set_To_Active_Successfully
source: Branch successfully activated.
tr: Şube başarıyla aktif hale getirildi.

# Candidate_Branch_Set_To_InActive_Successfully
source: The branch has been successfully deactivated.
tr: Şube başarıyla pasif hale getirildi.

source: Add Other Email
tr: Diğer E-postayı Ekle

source: Candidate Admin Details
tr: Aday Yöneticisi Detayları

source: Candidate Admin Operations
tr: Aday Yöneticisi İşlemleri

source: Search Candidate Admin
tr: Aday Yöneticisini Ara

source: Update Candidate Admin
tr: Aday Yöneticisini Güncelle

# Trainer_Filter_Warning
source: You can filter the item to be searched using the filtering tools below.
tr: Aranacak öğeyi aşağıdaki filtreleme araçlarını kullanarak filtreleyebilirsiniz.

# Student_Exam_Average
source: Exam Average
tr: Sınav Ortalaması

# Question_Subject
source: Subject
tr: Konu

# Default_Option
source: Option
tr: Seçenek

# In_Use_SubjectTitle
source: The subject title is already in use
tr: Konu başlığı zaten kullanılıyor

source: Candidate Subject
tr: Aday Soru Konusu

source: Select Question Type
tr: Soru Tipi Seçiniz

source: Total
tr: Toplam

source: Subject\Type
tr: Konu \ Tür

source: Question Counts
tr: Soru Sayıları

source: Active Students
tr: Aktif Öğrenciler

source: All Students
tr: Tüm Öğrenciler

# Best_Students
source: The 10 Most Successful Students
tr: En Başarılı 10 Öğrenci

source: Exam Count
tr: Sınav Sayısı

source: My Students
tr: Öğrencilerim

source: Success Rate
tr: Başarı Oranı

# Allow_Candidate_To_Retake_Exam
source: Allow Retake
tr: Sınava Girme İzni Oluştur

source: Different Question
tr: Farklı Sorular

# Link_Validity_Period
source: Link Validıty Period (Day)
tr: Link Geçerlilik Süresi (Gün)

source: Same Question
tr: Aynı Sorular

# AddForCandidates
source: Add exam for candidates
tr: Adaylar için sınav ekle

# AddPublic
source: Add exam for public
tr: Herkese açık sınav ekle

source: from
tr: kayıttan

source: records are being displayed
tr: arasındaki kayıtlar gösteriliyor

source: to
tr: ile

source: Email Content
tr: E-Mail İçeriği

# Show_All_Classroom
source: Hide Passive Classes
tr: Pasif Sınıfları Gizle

# Show_Passive_Classroom
source: Include Passive Classes
tr: Pasif Sınıfları Dahil Et

source: Calendar
tr: Takvim

source: Added By Question
tr: Soruyu Ekleyen

source: Awaited Questions
tr: Onay Bekleyen Sorular

source: Subject of Question
tr: Sorunun Konusu

source: Search Subtopic
tr: Alt Konu Ara

source: Search Product
tr: Ürün Ara

source: Search Subject
tr: Konu ara

# Is_Canceled
source: Cancel
tr: İptal Et

# Cancel_CancelButton_Text
source: No, Cancel!
tr: İptal etme!

# Confirm_CancelButton_Text
source: Yes, Cancel!
tr: Evet, iptal et!

# Confirm_Cancel_Text
source: This action cannot be undone!
tr: Bu işlem geri alınamaz!

# Confirm_Cancel_Title
source: Are you sure you want to cancel?
tr: İptal etmek istediğinize emin misiniz?

source: Cancellation Status
tr: İptal Durumu

source: Cancelled
tr: İptal Edildi

# Not_Cancelled
source: Valid
tr: Geçerli

# Exam_Result_Info_Not_Available
source: Exam Result Information Not Available
tr: Sınav Sonuç Bilgisi Bulunmuyor

source: Expired
tr: Süresi Doldu

source: Not Started
tr: Başlatılmadı

source: Started
tr: Başlatıldı

# System_Test_Exam
source: This has been created to conduct a system test for the exam.
tr: Bu sınav sistem testi yapmak için oluşturulmuştur

# Deactivated_List
source: Deactivated Demand {0} List
tr: Pasife Alınan {0} Listesi

# Deactived_List
source: Deactivated Demand {0} List
tr: Pasife Alınan {0} Listesi

# Deactived_Question
source: Questions that are passive
tr: Pasife Alınan Sorular

source: Total Time Spend
tr: Sınavda geçirilen süre

# ExcuseProvided
source: Did not attend the exam. Excuse was provided.
tr: Sınava Girmedi. Mazeret Bildirildi.

# NoExcuse
source: Did not attend the exam. No excuse was provided.
tr: Sınava Girmedi. Mazeret Bildirilmedi.

# Choose_Classroom
source: Choose a classroom
tr: Sınıf Seçiniz

source: Delete Student
tr: Öğrenciyi Sil

# Assess_Student
source: Not Available
tr: Değerlendir

source: Confirm Excuse
tr: Mazereti Onayla

source: Exam Result
tr: Sınav Sonucu

source: Excuse Detail
tr: Mazeret Detayı

source: Excused Approved
tr: Mazeret Onaylandı

source: Invalid calculated total time
tr: Geçersiz Hesaplanan Toplam Süre

source: The time given for this exam cannot be less than the total time of the questions.
tr: Bu sınav için verilen süre soruların toplam süresinden az olamaz.

source: Question Pool Creation Failed
tr: Soru havuzu oluşturulamadı

source: Question Rule Not Found
tr: Soru kurali bulunamadi

source: Total Time Calculated
tr: Toplam süre hesaplandı

# Cancel_Success
source: The exam was successfully cancelled.
tr: Sınav başarıyla iptal edildi.

source: Practice Exam
tr: Deneme

# The_Status
source: Status
tr: Durumu

# Adequate_Question_Validation
source: There are not enough questions in the features you entered.
tr: Girdiğiniz özelliklerde yeterli sayıda soru bulunmamaktadır.

source: Class Achievement
tr: Sınıf Başarısı

source: Exam Report Details
tr: Sınav Rapor Detayı

# Exam_Result_Info_ Not_Available
source: Exam Result Information Not Available
tr: Sınav Sonuç Bilgisi Bulunmuyor

source: Excuse Details
tr: Mazeret Detayı

# Min_Max_Grade
source: Minimum Grade/Maximum Grade
tr: Minimum Not/Maximum Not

# Not_Exam_An_Excuse
source: Did not take the exam. An excuse was given.
tr: Sınava Girmedi. Mazeret Bildirildi.

# Not_Exam_No_Excuse
source: Did not take the exam. No excuse was given.
tr: Sınava Girmedi. Mazeret Bildirilmedi.

# Assessment_Confirm_Success
source: The excuse was successfully approved.
tr: Mazeret onaylandı.

# Number_Question_Validation
source: The number of questions cannot be zero or negative
tr: Soru sayısı sıfır veya negatif olamaz

# Confirm_Passive_Button
source: Yes, deactivate!
tr: Evet, pasife al.

source: Reschedule Exam
tr: Yeniden Planla

# Branch_Used_Text
source: The branch will be deactivated. Do you want to continue?
tr: Şube pasife alınacaktır, devam etmek istiyor musunuz?

# Branch_Used_Title
source: The branch is used in at least one class.
tr: Şube en az bir sınıfta kullanılmaktadır.

source: Group
tr: Grup

# Exam_End_Date_Time
source: Exam End Date and Time
tr: Sınava Son Giriş Tarihi ve Saati

# Exam_Time_Ended
source: Exam Entrance Time Has Ended
tr: Sınav Giriş Süresi Sona Erdi

source: Sent
tr: Gönderildi

source: NotSent
tr: Gönderilmedi

# Trainer_Removed
source: Trainer Removed Successfully!
tr: Eğitmen başarıyla kaldırıldı!

# Confirm_Remove_Trainer
source: Are you sure to remove the trainer from classroom?
tr: Eğitmeni sınıftan kaldırmak istediğinize emin misiniz?

source: Search Trainer
tr: Eğitmen Ara

# Remove_Trainer
source: Remove Trainer from Classroom
tr: Eğitmeni Sınıftan Kaldır

source: Language
tr: Dil

# Student_Classrooms
source: Student List
tr: Öğrenci Listesi

# Trainer_Classrooms
source: Trainer List
tr: Eğitmen Listesi

source: Add Classroom
tr: Eğitmene Sınıf Ata

source: Select Options
tr: Bir Seçenek Seçin

# Classroom_Required_Text
source: Please select at least one class
tr: Lütfen en az bir sınıf seçiniz

# Required_Field_Error
source: {0} field is required.
tr: {0} alanı boş bırakılamaz.

source: Exam Completion Average
tr: Sınav Bitiriş Ortalaması

# Api_Not_Found
source: The person you searched for was not found.
tr: Aradığınız kişi bulunamadı

source: No records found
tr: Aradığınız kişi bulunamamıştır

source: Add Student
tr: Öğrenci Ekle

source: Add Trainer
tr: Eğitmen Ekle

source: Add Student
tr: Öğrenci Ekle

source: Add Trainer
tr: Eğitmen Ekle

source: Branchs
tr: Şubeler

source: Branch Details
tr: Şube Detayları

source: Add Evaluators
tr: Değerlendirici Ekle

source: Exam Filter
tr: Sınav Filtersi

# GetExamsByStatus
source: Exam Filter
tr: Sınav Filtersi

# Average_Classroom_Exam_Duration
source: Average Exam Duration
tr: Ortalama Sınav Süresi

# Create_New_Note
source: Add New Note
tr: Yeni Not Ekle

# Note_Content
source: Content
tr: İçerik

source: Note Details
tr: Not Detayları

# Note_Title
source: Title
tr: Başlık

source: Candidate Admin
tr: Aday Yöneticisi

# CandidateBranch
source: Branches
tr: Şubeler

# CandidateGroup
source: Groups
tr: Gruplar

# CandidateQuestion
source: Questions
tr: Sorular

# CandidateExam
source: Exams
tr: Sınavlar

# CandidateQuestionSubject
source: Subjects
tr: Konular

source: Email Template
tr: Email Şablonu

source: Question Procedures
tr: Soru Prosedürleri

source: Question Create
tr: Soru Ekle

source: QuestionCreate
tr: SoruEkle

source: QuestionList
tr: SoruListesi

source: QuestionsDifficulty
tr: SoruZorluğu

source: Questions Difficulty
tr: Soru Zroluğu

source: Question Procedures
tr: Soru Prosedürleri

source: Procedures
tr: Prosedürler

# Question Procedures
source: Question Procedure
tr: Soru Prosedürleri

source: Very Difficult
tr: Çok Zor

source: VeryDifficult
tr: Çok Zor

source: Very Difficult
tr: Çok Zor

source: Very Hard
tr: Çok Zor

source: GetQuestionsByGivenValues
tr: Verilen Değerlere Göre Soruları Al

source: QestionDetails
tr: SoruDetayları

source: Qestion Details
tr: Soru Detayları

source: Qestion Details
tr: Soru Detayları

source: QuestionDetails
tr: SoruDetayları

source: Question Details
tr: Soru Detayları

source: Ok
tr: Tamam

# okButtonText
source: Ok
tr: Tamam

# FormSubmittedText
source: The form has been successfully submitted!
tr: Form başarıyla gönderildi

# Ok_Button_Text
source: Ok
tr: Tamam

source: Success
tr: Başarılı!

source: Error Code
tr: Hata Kodu

# Delete_Failed_Text
source: Delete Failed
tr: Silme Başarısız

source: Server Error
tr: Server Hatası

source: Error
tr: Hata

source: Student Sent Mails
tr: Gönderilen Öğrenci Mailleri

source: Student Name Required
tr: Öğrenci Adı Giriniz

source: Student Email Required
tr: Öğrenci Maili Giriniz

source: Student Email Invalid
tr: Öğrenci Maili Geçersiz

source: Student Surname Required
tr: Öğrenci Soyadı Giriniz

# Product_Update_Name_Validation
source: Product name can not be empty
tr: Ürün ismi boş geçilemez

source: File Upload
tr: Dosya Gönder

source: No File Selected
tr: Dosya Seçilmedi

source: missing information !
tr: Eksik Bilgi !

# Warning_Text
source: please fill in all fields
tr: lütfen tüm alanları doldurun

# Get
source: Show
tr: Göster

source: Trainer Evaluator Exam List
tr: Değerlendirdiğim Sınav Listesi

# nameRequired
source: Name is required
tr: İsim alanı zorunludur

# technicalUnitRequired
source: Technical unit is required
tr: Teknik birimler alanı zorunludur

# GetFilteredList
source: Classroom Filter
tr: Sınıf Filtresi

# Update_Close_Title
source: No changes made
tr: Değişiklik yapılmadı
