Repository: mykece/ExamApp
Catalog: BAExamApp.MVC/Resources/SharedModelResource.*.resx
Languages: tr

source: Adress
tr: Adres

source: Actions
tr: Aksiyonlar

# Back_List
source: Return to List
tr: Listeye Dön

source: Branch
tr: Şube

source: Branch name
tr: Şube Adı

# Branch_Operations
source: Branch Transactions
tr: Şube İşlemleri

source: Classroom
tr: Sınıf

# Closed_Date
source: Closing Date
tr: Kapanma Tarihi

# Confirm_Delete
source: Delete {0}?
tr: {0} silinsin mi?

# Create
source: Add {0}
tr: {0} Ekle

# Created_By
source: Added by
tr: Ekleyen

# Created_Date
source: Date of upload
tr: Eklenme Tarihi

# Create_Question
source: Add Question
tr: Soru Ekle

source: Date of birth
tr: Doğum Tarihi

source: Delete
tr: Sil

source: Deleted by
tr: Silen

# Deleted_Date
source: Deletion Date
tr: Silinme Tarihi

source: Details
tr: Detaylar

source: Edit
tr: Düzenle

source: Product
tr: Ürün

# Email
source: Email Address
tr: Mail Adresi

# First_Name
source: Name
tr: İsim

source: Gender
tr: Cinsiyet

source: Identification number
tr: Kimlik Numarası

# Index
source: Home page
tr: Ana Sayfa

source: Last name
tr: Soyisim

# List
source: {0} List
tr: {0} Listesi

source: Login
tr: Giriş Yap

# Modified_By
source: Edited by
tr: Düzenleyen

# Modified_Date
source: Modification Date
tr: Düzenlenme Tarihi

source: My Exam Tasks
tr: Sınav Görevlerim

source: Name
tr: Isim

source: Opening date
tr: Açılış Tarihi

source: Password
tr: Şifre

# Profile_Image
source: Profile picture
tr: Profil Resmi

source: Question
tr: Soru

source: Save
tr: Kaydet

source: Search
tr: Ara

# SignOut
source: Log out
tr: Çıkış Yap

source: Admin Role
tr: Yönetici Rolü

source: Status
tr: Durum

source: Student
tr: Öğrenci

source: Trainer
tr: Eğitmen

source: Transactions
tr: Işlemler

source: Technical Unit Name
tr: Teknik Birim Adı

source: Update
tr: Düzenle

source: Welcome
tr: Hoş Geldiniz

# Group_Type
source: Training Type
tr: Eğitim Tipi

source: Information
tr: Açıklama

# Choose_File
source: Select file
tr: Dosya Seç

# Man
source: Male
tr: Erkek

source: Woman
tr: Kadın

# Add_Fail
source: Addition Failed!
tr: Ekleme İşlemi Başarısız!

# Add_Success
source: Addition Successful
tr: Ekleme İşlemi Başarılı

# Add_User_Fail
source: Adding user failed!
tr: Kullanıcı ekleme işlemi başarısız!

# Add_User_Role_Fail
source: Role could not be defined for the user!
tr: Kullanıcıya rol tanımlanamadı!

# Listed_Success
source: Listing Process Successful
tr: Listeleme İşlemi Başarılı

source: User not found!
tr: Kullanıcı bulunamadı!

source: Cancel
tr: İptal

# Create_Subject
source: Add Topic
tr: Konu Ekle

# Create_Subtopic
source: Add Subtopic
tr: Altkonu Ekle

source: Subject
tr: Konu

# Add_Fail_Already_Exists
source: The record with the same name already exists!
tr: Aynı isimde kayıt zaten var!

# Trainer_Has_No_Classroom
source: The trainer does not have a class.
tr: Eğitmenin bir sınıfı bulunmamaktadır.

# Classroom_Name
source: Class Name
tr: Sınıf Adı

# Classroom_Found_Success
source: Class Found Successfully
tr: Sınıf Başarıyla Bulundu

# Classroom_Not_Found
source: Class Not Found
tr: Sınıf Bulunamadı

# Classroom_List
source: Class List
tr: Sınıf Listesi

# GroupType
source: Training Type
tr: Eğitim Tipi

# Update_Classroom
source: Update Class
tr: Sınıf Güncelle

# Update_Fail
source: Update failed
tr: Güncelleme başarısız

# Update_Success
source: Update successful
tr: Güncelleme başarılı

source: Branch List
tr: Şube Listesi

# No_Data_To_List
source: No data found to list.
tr: Listelenecek veri bulunamadı.

# No_Subject_To_List
source: There are no topics to list!
tr: Listelenecek konu yok!

# Found_Successfully
source: Transaction Successful!
tr: İşlem Başarılı!

# Choose_Product
source: Select Product
tr: Ürün Seçiniz

# Choose_Group_Type
source: Select Training Type
tr: Eğitim Tipi Seçiniz

# Delete_Fail
source: Deletion failed!
tr: Silme işlemi başarısız!

# Delete_Success
source: Deletion successful!
tr: Silme işlemi başarılı!

# Email_Duplicate
source: Email is used. Please Type Another Email Address or Log In!
tr: Email Kullanılmaktadır. Lütfen Başka Bir Email Adresi Yazınız yada Giriş Yapınız!

source: Exam
tr: Sınav

source: Delete Admin
tr: Yönetici Sil

source: Identity Id
tr: Kimlik Id

# Admin_Details
source: Administrator Details
tr: Yönetici Detayları

# Please_Do_Not_Leave_Question_Answer_Blank
source: Please do not leave the question answer blank!
tr: Lütfen soru cevabını boş bırakmayın!

# Awaited_List
source: {0} List Pending Approval
tr: Onay Bekleyen {0} Listesi

source: Review
tr: İncele

source: Approve
tr: Onay

# Approved_List
source: Approved {0} List
tr: Onaylanan {0} Listesi

source: Close
tr: Kapat

source: Comment
tr: Yorum

# Note
source: Note {0}
tr: {0} Notu

# No_Data
source: No data found to display.
tr: Görüntülenecek veri bulunamadı.

source: Reject
tr: Red

source: Revise
tr: Revize

# Rejected_List
source: List of Rejected {0}
tr: Reddedilen {0} Listesi

source: Question Content
tr: Soru İçeriği

# Revised_List
source: {0} List Pending Revise
tr: Revize Bekleyen {0} Listesi

# Test_List
source: {0} List to Test
tr: Test Edilecek {0} Listesi

source: Rule
tr: Kural

# Create_Exam_Rule
source: Add Exam Rule
tr: Sınav Kuralı Ekle

source: Exam Rule Name
tr: Sınav Kural Adı

source: Exam Rule List
tr: Sınav Kural Listesi

source: Update Exam Rule
tr: Sınav Kuralı Güncelle

# Question_CreatedDate
source: Creation Date
tr: Eklenme Tarihi

# Question_CreatorFullName
source: Added by (Name)
tr: Ekleyen (İsim)

# Question_CreatorMailAdress
source: Added by (Mail)
tr: Ekleyen (Mail)

# Question_IsApproved
source: Approval Status
tr: Onay Durumu

source: Question Difficulty
tr: Soru Zorluğu

# Question_ModifiedDate
source: Modified Date
tr: Değiştirilme Tarihi

# Question_Answers
source: Answers
tr: Yanıtlar

source: Question Type
tr: Soru Tipi

# Question_ReviewComment
source: Request for Revision
tr: Revize Talebi

# Question_SubjectList
source: Topic List
tr: Konu Listesi

# Question_SubjectName
source: Topic title
tr: Konu Başlığı

source: Go Back
tr: Geri Dön

# Classroom_Details
source: Class Details
tr: Sınıf Detayları

source: Student List
tr: Öğrenci Listesi

# Trainer_List
source: Trainers
tr: Eğitmenler

source: End time
tr: Bitiş Zamanı

source: Exam date
tr: Sınav Tarihi

source: Exam Rule
tr: Sınav Kuralı

source: Excuse
tr: Mazeret

source: Start time
tr: Başlama Zamanı

source: Technical Units
tr: Teknik Birimler

# Fill_Blank
source: Gap-filling
tr: Boşluk Doldurma

source: Multiple choice
tr: Çoktan Seçmeli

# Text_Answered_Question
source: Text Question
tr: Metin Sorusu

source: True - False
tr: Doğru-Yanlış

# Student_Found_Success
source: Student Found Successfully
tr: Öğrenci Başarıyla Bulundu

source: Student Not Found
tr: Öğrenci Bulunamadı

source: Add Option +
tr: Seçenek Ekle +

# Choose_Question_Difficulty
source: Select Question Difficulty
tr: Soru Zorluğunu Seçiniz

# Choose_Question_Topic
source: Select Question Subject
tr: Soru Konusu Seçiniz

# Choose_Question_Type
source: Select Question Type
tr: Soru Tipi Seçiniz

source: Correct Option
tr: Doğru Seçenek

source: False
tr: Yanlış

source: Question Text
tr: Soru Metni

# Choose_Correct_Option
source: Please Tick the Correct Option
tr: Lütfen Doğru Seçeneği İşaretleyiniz

source: Clear
tr: Temizle

source: Filter
tr: Filtre

# Filter_Info
source: Select the fields you want and press the search button
tr: İstediğiniz alanları seçerek ara butonuna basın

source: Level
tr: Zorluk

source: --- Choose ---
tr: --- Seçiniz ---

source: Student Details
tr: Öğrenci Detayları

# Trainer_Found_Success
source: Trainer Found Successfully
tr: Eğitmen Başarıyla Bulundu

source: Trainer Not Found
tr: Eğitmen Bulunamadı

source: Trainer Details
tr: Eğitmen Detayları

# Subject_List
source: Topic List
tr: Konu Listesi

source: Subject Name
tr: Konu İsmi

source: Trainer Name
tr: Eğitmen Adı

source: Exam Rule Details
tr: Sınav Kural Detayı

# Easy_Question_Count
source: Number of Easy Questions
tr: Kolay Soru Sayısı

# Hard_Question_Count
source: Number of Difficult Questions
tr: Zor Soru Sayısı

# Normal_Question_Count
source: Normal Number of Questions
tr: Normal Soru Sayısı

source: Select Product
tr: Ürün Seçiniz

source: Test Question
tr: Test Sorusu

source: Option
tr: Seçeneği

source: All Exams List
tr: Tüm Sınavlar Listesi

source: Exam Duration
tr: Sınav Süresi

# Choose_Correct_Options
source: Please tick the correct option(s)
tr: Lütfen doğru seçenek/seçenekleri işaretleyiniz

source: Text Question
tr: Metin Sorusu

source: True
tr: Doğru

source: True or false?
tr: Doğru mu yanlış mı?

# TechnicalUnit_Id
source: Technical Units
tr: Teknik Birimler

source: Product name
tr: Ürün İsmi

source: Subtopic Name
tr: Alt Konu İsmi

# Select_Subject
source: Select Topic
tr: Konu Seçiniz

source: Technical Unit List
tr: Teknik Birim Listesi

source: Enter the Name of the Training.
tr: Eğitimin Adını Giriniz.

source: Enter Technical Unit Name!
tr: Teknik Birim Adını Giriniz!

source: Hard
tr: Zor

# Reviewed_List
source: Revised Requested {0} List
tr: Revize İstenilen {0} Listesi

source: Easy
tr: Kolay

# Approve_Success
source: Question Approved
tr: Soru Onaylandı

# Reject_Success
source: Question Rejected
tr: Soru Reddedildi

# Review_Success
source: Comment Submitted
tr: Yorum Gönderildi

# Change_Role
source: Switch Role
tr: Rol Değiştir

# Update_Subject
source: Update Topic
tr: Konu Güncelle

source: Add New Rule
tr: Yeni Kural Ekle

# Question_Count
source: Number of questions
tr: Soru Sayısı

# Do_Not_Enter_Same_Exam_Rule
source: Please do not enter the same exam rule twice.
tr: Lütfen aynı sınav kuralını iki defa girmeyiniz.

source: Products
tr: Ürünler

source: Question Image
tr: Soru Görseli

# Image_File_Type
source: JPEG or PNG
tr: JPEG ya da PNG

source: Options
tr: Seçenekler

# Product_Created_Date
source: Product Addition Date
tr: Ürün Ekleme Tarihi

source: Full Name
tr: İsim Soyisim

source: Updated Date
tr: Güncellenme Tarihi

# OtherEmails
source: Other Email Address
tr: Diger Mail Adresi

source: Active Products
tr: Aktif Ürünler

# All_Products
source: All Trainings
tr: Tüm Eğitimler

source: Passive Products
tr: Pasif Ürünler

# Search_Products
source: Search for products by name:
tr: Ürünleri adıyla ara:

source: Active
tr: Aktif

# Product_IsActive
source: Activity Status of the Product
tr: Ürünün Aktiflik Durumu

# IsActive
source: Is Training Active?
tr: Eğitim Aktif mi ?

source: Passive
tr: Pasif

source: No
tr: Hayır

source: Yes
tr: Evet

source: Talent
tr: Yetenek

# BranchIsNull
source: Branch Information Has Not Been Entered.
tr: Şube Bilgisi Girilmemiştir.

# IsActiveFalse
source: Passive
tr: Pasif

# IsActiveNull
source: Activity Information Has Not Been Entered.
tr: Aktiflik Bilgisi Girilmemiştir.

# IsActiveTrue
source: Active
tr: Aktif

# Student_Count
source: Number of Students
tr: Öğrenci Sayısı

source: User
tr: Kullanıcı

# Choose_Branch
source: --- Choose ---
tr: --- Seçiniz ---

source: Exams
tr: Sınavlar

source: Current
tr: Güncel

source: Date
tr: Tarih

# Exam_Time
source: Exam Duration
tr: Sınav Süresi

source: Future
tr: Gelecek

# Name_Of_The_Exam
source: Exam Name
tr: Sınav Adı

source: Past
tr: Geçmiş

source: Take the Exam
tr: Sınava Katıl

# Not_Examined
source: Not reviewed
tr: İncelenmedi

source: Score
tr: Puan

# The_Exam_Time_Is_Up
source: Exam Time is Over.
tr: Sınav Saati Dolmuştur.

# You_Dont_Have_An_Exam_Yet
source: You do not have an exam yet.
tr: Henüz Bir Sınavınız Bulunmamaktatır.

source: Exam Name
tr: Sınav Adı

source: Question Details
tr: Soru Detayları

# Product_Count
source: Number of products
tr: Ürün Sayısı

# Exams_Evaluators_Name
source: Exam Assessor Name
tr: Sınav Değerlendirici Adı

# Exams_Evaluators
source: Exam Assessor
tr: Sınav Değerlendiricisi

# Evaluator_Not_Assigned
source: An evaluator has not been appointed yet.
tr: Henüz değerlendirici atanmadı.

source: Back
tr: Geri

source: Next
tr: İleri

# Profile
source: My information
tr: Bilgilerim

# Question_ModifierFullName
source: Requested Person
tr: Talep Edilen Kişi

# Time_Given
source: Given Time
tr: Verilen Süre

source: Average Answer Time
tr: Ortalama Cevaplama Süresi

# Question-Not-Used
source: Question Was Not Used
tr: Soru Kullanılmamıştır

# Question_ModifierMailAdress
source: Modified by (Mail)
tr: Değiştiren (Mail)

# IsNotModified
source: It has not been changed.
tr: Değiştirilmemiştir.

source: Classic
tr: Klasik

# FillBlank
source: Gap-filling
tr: Boşluk Doldurma

# MultipleAnswer
source: Multiple choice
tr: Çoktan Seçmeli

source: True - False
tr: Doğru-Yanlış

# Choose_Picture
source: Select Image
tr: Resim Seç

# Picture_Format_Error
source: File Not Uploaded! Please try with a valid format. (JPG, JPEG or PNG).
tr: Dosya Yüklemedi! Lütfen geçerli bir format ile deneyin. (JPG, JPEG or PNG).

source: Remove Profile Picture
tr: Profil Resmini Kaldır

source: Upload Profile Picture
tr: Profil Resmi Yükle

source: Practice Question
tr: Pratik Sorusu

source: Documentation
tr: Dokümantasyon

# CreateForStudent
source: Add Quiz to Student
tr: Öğrenciye Sınav Ekle

# Cancel_Profile_Picture
source: Return to Old Profile Picture
tr: Eski Profil Resmine Dön

# Operations
source: Transactions
tr: İşlemler

# Talent_Names
source: Abilities
tr: Yetenekler

source: Compile
tr: Derleme

source: Trainers
tr: Eğitmenler

source: Admins
tr: Adminler

source: My Unfinished Exam Tasks
tr: Tamamlanmamış Sınav Görevlerim

source: Evaluate
tr: Değerlendir

# Evaluate_Exam
source: Evaluate the Exam:
tr: Sınavı Değerlendir:

source: Student Name
tr: Öğrenci Adı

# Exam_State
source: Exam Status
tr: Sınav Durumu

source: Student Score
tr: Öğrenci Puanı

# Student_Take_To_Exam
source: Did the Student Take the Exam?
tr: Öğrenci Sınava Girdi mi?

source: Exam Details
tr: Sınav Detayları

# Answer_True
source: True
tr: Doğru

# Answer_False
source: False
tr: Yanlış

# Evaluating_Exam
source: Exam Evaluation
tr: Sınav Değerlendirmesi

# Student_Answer
source: Answer
tr: Cevap

# Answer_of_Student
source: Answer
tr: Cevap

# Student_Question_Point
source: Student Score
tr: Öğrenci Puanı

# Question_SubjectLists
source: Topics
tr: Konular

# Classroom_Members
source: Class Members
tr: Sınıf Üyeleri

# Questions_Pending_Approval
source: Questions Awaiting Approval
tr: Onay Bekleyen Sorular

source: Approved Questions
tr: Onaylanan Sorular

# Test_Questions
source: Questions to Test
tr: Test Edilecek Sorular

# Home
source: HomePage
tr: AnaSayfa

# Redirect_To_Page
source: Go to Page
tr: Sayfaya Git

source: Rejected Questions
tr: Reddedilen Sorular

# Reviewed_Questions
source: Questions Required for Revise
tr: Revize İstenilen Sorular

# Exam_Attendance_Status
source: Exam Participation Status
tr: Sınava Katılım Durumu

source: Joined
tr: Katıldı

# Not_Joined
source: Did not attend
tr: Katılmadı

source: Copy Question
tr: Soruyu Kopyala

source: Paste Copied Question
tr: Kopyalanan Soruyu Yapıştır

# Question_IsActive
source: Active/Passive
tr: Aktif/Pasif

source: Technical Unit
tr: Teknik Birim

source: Cities
tr: Şehirler

# Question_ReviseComment
source: Revisions Made
tr: Yapılan Revizyonlar

# Exam_Version
source: Version
tr: Versiyon

# Question_ModifierName
source: Person Requesting the Revision
tr: Revizeyi Talep Eden Kişi

# Question_Revision
source: Revised Comment
tr: Revize Yorumu

# Past_Revised_List
source: Revised {0} List
tr: Revize Edilmiş {0} Listesi

source: Classrooms
tr: Sınıflar

source: Version Name
tr: Versiyon İsmi

source: Version
tr: Versiyon

source: Students
tr: Öğrenciler

# Question_Request_Description
source: Request Details
tr: Talep Detayı

# Question_Revision_Conclusion
source: Revision Description
tr: Revizyon Açıklaması

# Question_Revision_List
source: History {0} Revisions
tr: Geçmiş {0} Revizyonları

# Group_Type_Not_Found
source: Education Type Not Found.
tr: Eğitim Tipi Bulunamadı.

source: Subjects
tr: Konular

source: Version List
tr: Versiyon Listesi

source: Current Exams
tr: Güncel Sınavlar

# Future_Exams
source: Upcoming Exams
tr: Gelecek Sınavlar

source: Past Exams
tr: Geçmiş Sınavlar

# Branch_Id
source: Branch
tr: Şube

# GroupType_Id
source: Training Type
tr: Eğitim Tipi

# Product_Id
source: Product
tr: Ürün

# Talents
source: Abilities
tr: Yetenekler

source: Versions
tr: Versiyonlar

# Update_Version_Type
source: Update Version
tr: Versiyon Güncelle

# Exam_Rule_Time
source: Exam Duration
tr: Sınav Süresi

# Create_New_Classroom
source: Add New Class
tr: Yeni Sınıf Ekle

source: Exam Score
tr: Sınav Puan

# Please_Add_Questions_Before
source: There are not as many questions as required in the exam rule.
tr: Sınav kuralında istenen soru sayısı kadar soru bulunmamakta.

source: Very Easy
tr: Çok Kolay

source: Very Hard
tr: Çok Zor

# Show_Exam_Score
source: Show Quiz Scores
tr: Sınav Puanlarını Göster

# Question_Subtopic
source: Subtopic
tr: Alt Konu

# Question_Gains
source: Achievements
tr: Kazanımlar

# Question_Target
source: Target
tr: Hedef

# Question_Revision_Details
source: Revision Detail
tr: Revizyon Detayı

# Question_Revised_List
source: Revision List
tr: Revizyon Listesi

# Exam_Creation_Type
source: Quiz Creation Type
tr: Sınav Oluşturma Türü

source: Subtopic
tr: Alt Konu

# Create_New_Subtopic
source: Add New Subtopic
tr: Yeni Alt Konu Ekle

# Subtopic_Operations
source: Sub-Topic Transactions
tr: Alt Konu İşlemleri

source: Subtopics
tr: Alt Konular

# Subtopic_Detail
source: Subtopic Details
tr: Alt Konu Detayları

# Subtopic_Subject
source: Main subject
tr: Ana Konu

# Subtopic_Update
source: Update Subtopic
tr: Alt Konu Güncelle

# Add_Exam_Rule_Subject
source: Add at least 1 Rule.
tr: En Az 1 Kural ekleyin.

source: Revision Procedures
tr: Revize İşlemleri

# Delete_Success_Redirect
source: Deletion Successful. You are directed to the Home Page.
tr: Silme İşlemi Başarılı. Ana Sayfaya Yönlendiriliyorsunuz.

# QuesitionDifficulty_Name
source: Question Difficulty Type
tr: Soru Zorluk Tipi

# QuesitionDifficulty_Time
source: Question Difficulty Type Duration
tr: Soru Zorluk Tipi Süresi

# QuestionDifficulty_Detail
source: Question Difficulty Details
tr: Soru Zorluğu Detayı

# QuestionDifficulty_Update
source: Revising Question Difficulty
tr: Soru Zorluğu Revize Etme

# Fill_All_Inputs
source: Fill in all fields.
tr: Tüm alanları doldurun.

# Same_Rule_Exists
source: The same rule combination was added before.
tr: Aynı kural kombinasyonu daha önce eklendi.

source: Add Instructor
tr: Eğitmen Ekle

source: Add At Least One Answer
tr: En Az Bir Cevap Ekleyiniz

# Request_Description
source: Request Details
tr: Talep Detayı

# Product_List
source: List of products
tr: Ürün Listesi

# Still_Active
source: Active
tr: Aktif

# Score_List_By_Exam
source: List of Results by Exam
tr: Sınava Göre Sonuçlar Listesi

# Exam_Results
source: Results of exam
tr: Sınav Sonuçları

source: Exam Date and Time
tr: Sınav Tarihi ve Saati

# Exam_Date_Time
source: Exam Date and Time
tr: Sınav Tarihi ve Saati

source: Exam Not Found
tr: Sınav Bulunamadı

# Exam_Not_Started
source: Exam Has Not Started Yet
tr: Sınav Henüz Başlamadı

source: Next Question
tr: Sonraki Soru

# Please_Do_Not_Leave_Reject_Text_Blank
source: Please Do Not Leave the Rejection Text Blank
tr: Lütfen Reddetme Metnini Boş Bırakmayın

# Reject_Comment
source: Rejection Comment
tr: Red Yorumu

source: Score Coefficient
tr: Puan Katsayısı

# Max_Score
source: Highest Score Possible
tr: Alınabilecek En Yüksek Puan

source: Download
tr: İndir

# Question_Answer
source: Answer
tr: Yanıt

# Question_IsRightAnswer
source: Correct Answer?
tr: Doğru Cevap mı?

source: Show Data
tr: Verileri Göster

source: Upload
tr: Yükle

# Bonus_Score
source: Additional Points
tr: Ek Puan

# Question_CompletionDate
source: Completion Date
tr: Tamamlanma Tarihi

# Question_RequestDate
source: Request Date
tr: Talep Tarihi

# Approved_Date
source: Approval Date
tr: Onaylanma Tarihi

# Rejected_Date
source: Rejection Date
tr: Reddedilme Tarihi

# Review_Request_Date
source: Revision Request Date
tr: Revizyon İstek Tarihi

source: Test Request Date
tr: Test Talep Tarihi

source: Remaining Time for the Exam to Start
tr: Sınavın Başlaması İçin Kalan Süre

# Exam_Operations
source: Exam Procedures
tr: Sınav İşlemleri

# Add_Evaluators
source: Add Rater
tr: Değerlendirici Ekle

source: Ongoing Exams
tr: Devam Eden Sınavlar

source: Upcoming Exams
tr: Gelecek Sınavlar

# Ongoing_Exams_List
source: List of Ongoing Exams
tr: Devam Eden Sınavlar Listesi

source: Past Exams List
tr: Geçmiş Sınavlar Listesi

source: Upcoming Exams List
tr: Gelecek Sınavlar Listesi

source: There may be more than one answer to this question.
tr: Bu sorunun birden fazla cevabı olabilir.

# This_Question_Is_An_Ongoing_Selected_Question
source: There is only one answer to this question.
tr: Bu sorunun sadece bir cevabı vardır.

source: Hour
tr: Saat

source: Minute
tr: Dakika

source: Second
tr: Saniye

source: The Student Does Not Have Any Exams.
tr: Öğrencinin Herhangi Bir Sınavı Bulunmamaktadır.

# Did_Not_Take_The_Exam
source: He did not take the exam. Excuse:
tr: Sınava Girmedi. Mazereti :

# No_Excuse
source: No Excuse Given.
tr: Mazeret Bildirilmedi.

source: Finish Exam
tr: Sınavı Bitir

# Classroom_Filter_Warning
source: You can filter the item to be searched with the 'Show' button using the filtering tools below. If you want to show the entire class list, you can not filter and click the 'Show' button.
tr: Aranacak öğeyi aşağıdaki filtreleme araçlarını kullanarak 'Göster' butonu ile filtreleyebilirsiniz. Eğer tüm sınıf listesini göstermek istiyorsanız filtreleme yapmayıp 'Göster' butonuna tıklayabilirsiniz.

source: Get Student
tr: Öğrenci Getir

# Student_Mail_Adress
source: Student Email Address
tr: Öğrenci Mail Adresi

source: Student Surname
tr: Öğrenci Soyadı

# Exam_Rule_Description
source: Exam Rule Explanation
tr: Sınav Kural Açıklaması

source: Next Rule
tr: Sıradaki Kural

# Exam_Filter_Warning
source: You can filter the item to be searched with the 'Show' button using the filtering tools below. If you want to show the entire exam list, you can not filter and click the 'Show' button.
tr: Aranacak öğeyi aşağıdaki filtreleme araçlarını kullanarak 'Göster' butonu ile filtreleyebilirsiniz. Eğer tüm sınav listesini göstermek istiyorsanız filtreleme yapmayıp 'Göster' butonuna tıklayabilirsiniz.

source: List All Students
tr: Tüm Öğrencileri Listele

# Student_Filter_Warning
source: You can filter the item to be searched with the 'Show' button using the filtering tools below. If you want to show the entire student list, you can not filter and click the 'Show' button.
tr: Aranacak öğeyi aşağıdaki filtreleme araçlarını kullanarak 'Göster' butonu ile filtreleyebilirsiniz. Eğer tüm öğrenci listesini göstermek istiyorsanız filtreleme yapmayıp 'Göster' butonuna tıklayabilirsiniz.

# Missed_Exam_Excuse_Information
source: Excuse Information for Not Taken Exam
tr: Girilmeyen Sınav Mazeret Bilgileri

source: Exam Status
tr: Sınav Durumları

source: Exam Type
tr: Sınav Tipi

source: Standard Exam
tr: Standart Sınav

source: Zahoot Exam
tr: Zahoot Sınavı

# Class_Grade_Average
source: Class Grade Point Average
tr: Sınıf Not Ortalaması

# Select_Classroom
source: Select Class
tr: Sınıf Seçin

source: Select Student
tr: Öğrenci Seçin

# Student_Operation
source: Student Transactions
tr: Öğrenci İşlemleri

# Search_Admin
source: Find Admin
tr: Admin Bul

source: Please wait...
tr: Lütfen Bekleyin...

# Products_That_Include_Subject
source: Products Containing the Subject
tr: Konuyu İçeren Ürünler

source: Show
tr: Göster

# Exam_Type_Incongruence
source: Exam Type Cannot Be Different.
tr: Sınav Tipi Farklı Olamaz.

# Assigned_Date
source: Appointment Date
tr: Atama Tarihi

# Resigned_Date
source: Resign Date
tr: Bırakma Tarihi

source: Automatic
tr: Otomatik

# Question_Operation
source: Question Procedures
tr: Soru İşlemleri
